Repository: synth-inc/quickedit
Catalog: macos/OnitQuickEdit/QuickEdit.xcstrings
Source language: en
Languages: fr

source: %d to review
fr: %d à réviser

source: %d total samples
fr: %d échantillons au total

source: %d validated
fr: %d validés

source: AI-Edit
fr: Édition IA

source: Add manually
fr: Ajouter manuellement

source: Applying...
fr: Application en cours...

source: Approve and Update
fr: Approuver et mettre à jour

source: Are you sure you want to delete "%@"? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.

source: Are you sure you want to permanently delete this training sample? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer définitivement cet échantillon d'entraînement ? Cette action est irréversible.

source: Cancel
fr: Annuler

source: Capturing...
fr: Capture en cours...

source: Change model
fr: Changer de modèle

source: Collect and review training data for model to automatically detect text bounds from screenshots.
fr: Collecter et réviser les données d'entraînement pour que le modèle détecte automatiquement les limites du texte à partir des captures d'écran.

source: Create Prompt
fr: Créer un prompt

source: Create a free account to get started with AI-powered text editing.
fr: Créez un compte gratuit pour commencer avec l'édition de texte par IA.

source: Created
fr: Créé

source: Delete
fr: Supprimer

source: Delete Prompt
fr: Supprimer le prompt

source: Delete Training Sample
fr: Supprimer l'échantillon d'entraînement

source: Delete this prompt
fr: Supprimer ce prompt

source: Describe any changes...
fr: Décrivez les modifications...

source: Display Settings
fr: Paramètres d'affichage

source: Edit
fr: Modifier

source: Edit Prompt
fr: Modifier le prompt

source: Enable Capture
fr: Activer la capture

source: Enable auto context
fr: Activer le contexte automatique

source: Experimental Triggers
fr: Déclencheurs expérimentaux

source: Freeze
fr: Geler

source: Generating
fr: Génération

source: Highlighted text:
fr: Texte surligné :

source: Image not available
fr: Image non disponible

source: Improve
fr: Améliorer

source: Improving...
fr: Amélioration...

source: Include surrounding text from keyboard for better context.
fr: Inclure le texte environnant du clavier pour un meilleur contexte.

source: Insert
fr: Insérer

source: Load More
fr: Charger plus

source: Loading training data...
fr: Chargement des données d'entraînement...

source: Loading...
fr: Chargement...

source: Model
fr: Modèle

source: Model Settings
fr: Paramètres du modèle

source: No local model selected for QuickEdit
fr: Aucun modèle local sélectionné pour QuickEdit

source: No remote model selected for QuickEdit
fr: Aucun modèle distant sélectionné pour QuickEdit

source: Non-accessibility trigger
fr: Déclencheur sans accessibilité

source: Not validated
fr: Non validé

source: Position hint in empty screen areas to avoid covering content. Uses GPU-accelerated image analysis to find empty areas on screen.
fr: Positionner les suggestions dans les zones vides de l'écran pour éviter de masquer le contenu. Utilise l'analyse d'image accélérée par GPU pour trouver les zones vides.

source: Pro membership!
fr: abonnement Pro !

source: QuickEdit - AI Model
fr: QuickEdit - Modèle IA

source: Remote
fr: Distant

source: Retry
fr: Réessayer

source: Review and edit bounding boxes for training data. Only unvalidated samples are shown. Click on an image to edit its bounding box.
fr: Révisez et modifiez les boîtes englobantes pour les données d'entraînement. Seuls les échantillons non validés sont affichés. Cliquez sur une image pour modifier sa boîte englobante.

source: Sample Details
fr: Détails de l'échantillon

source: Save Changes
fr: Enregistrer les modifications

source: Search models...
fr: Rechercher des modèles...

source: Select Local Model
fr: Sélectionner un modèle local

source: Select Remote Model
fr: Sélectionner un modèle distant

source: Select a remote model
fr: Sélectionner un modèle distant

source: Selected Text
fr: Texte sélectionné

source: Settings
fr: Paramètres

source: Sign In
fr: Se connecter

source: Sign in
fr: Se connecter

source: Sign in to access 30+ models from OpenAI, Anthropic and more!
fr: Connectez-vous pour accéder à plus de 30 modèles d'OpenAI, Anthropic et plus !

source: Sign in to use QuickEdit
fr: Connectez-vous pour utiliser QuickEdit

source: Sign up for access
fr: Inscrivez-vous pour y accéder

source: Smart hint positioning
fr: Positionnement intelligent des suggestions

source: Status:
fr: Statut :

source: To %@
fr: En %@

source: Training Data
fr: Données d'entraînement

source: Training Data Review
fr: Révision des données d'entraînement

source: Un-freeze
fr: Dégeler

source: Un-freeze all
fr: Tout dégeler

source: Unlock for $0
fr: Débloquer pour $0

source: Unlock more with a %@
fr: Débloquez plus avec un %@

source: Upgrade to Pro
fr: Passer à Pro

source: Using local model via Ollama
fr: Utilisation du modèle local via Ollama

source: Using remote AI model via Onit servers
fr: Utilisation du modèle IA distant via les serveurs Onit

source: Using your API token
fr: Utilisation de votre jeton API

source: Validate
fr: Valider

source: Validated
fr: Validé

source: You're out of free edits.
fr: Vous avez épuisé vos éditions gratuites.

source: free trial!
fr: essai gratuit !
